Repository: MohammadAlghafari/Erbil-Chamber
Catalog: lib/presentation/localization/l10n/app_*.arb
Languages: fa

source: Loading...
fa: ...باركردن

source: Search...
fa: گەڕان...

source: Categories
fa: جۆرەکان

source: Home
fa: لاپەڕەی سەرەکی

source: Favorite
fa: دڵخوازەکان

source: NearBy
fa: بە پێی نزیکی

source: Profile
fa: پرۆفایل

source: Map
fa: نەخشە

source: List
fa: لیست

source: Select Your Prefered Language
fa: زمانی پەسەندکراوت دیاری بکە

source: Search For Company
fa: گەڕان بە دوای کۆمپانیا

source: Results For Sub Category
fa: ئەنجامەکانی جۆری لاوەکی

source: Advanced Search
fa: گەڕانی پێشکەوتوو

source: Main Category
fa: جۆری سەرەکی

source: Sub Category
fa: جۆری لاوەکی

source: City
fa: شار

source: District
fa: هەڕێم

source: RESET
fa: ریسێت کردن

source: SEARCH
fa: گەڕان

source: Info
fa: زانیاری

source: Gallery
fa: گەلەری

source: Owner
fa: خاوەندار

source: Show More
fa: زیاتر

source: Show Less
fa: کەمتر

source: Saturday
fa: شەممە

source: Sunday
fa: یەک شەممە

source: Monday
fa: دوو شەممە

source: Tuesday
fa: سێ شەممە

source: Wednesday
fa: چوار شەممە

source: Thursday
fa: پێنج شەممە

source: Friday
fa: هەینی

source: Registration Number
fa: ژمارەی تۆمار کردن

source: Reservation Date
fa: بەرواری حەجز کردن

source: Registration Date
fa: بەرواری تۆمار کردن

source: Contact Number
fa: ژمارەی پەیوەندی کردن

source: Work Hours
fa: ساتەکانی کار کردن

source: All
fa: هەموو

source: AM
fa: بەیانی

source: PM
fa: دوای نیوەڕۆ

source: No Data Found
fa: هیچ زانیارییەک نەدۆزرایەوە

source: Tap anywhere to relode
fa: بۆ گۆڕینی شوێن کلیک بکە

source: Results Of Your Search
fa: ئەنجامی گەڕانەکەت

source: Opened now
fa: ئێستا کراوەیە

source: Closes on
fa: دادەخرێت لە

source: Closed
fa: داخراوە

# something_went_wrong
source: Oops! Something Went Wrong.
fa: ئۆو! هەڵەیەک ڕوویدا.

source: Branches
fa: لقەکان

source: Menu
fa: مێنیو

source: Opened All Day
fa: هەموو ڕۆژەکان کراوەیە

source: Opens on
fa: دەکرێتەوە لە

source: Km
fa: کیلۆمەتر

source: m
fa: مەتر

source: please choose category first
fa: تکایە سەرەتا پۆڵێن هەلبژێرە

source: General Information
fa: زانیاری گشتی

source: Merchant Name
fa: ناوی بازرگان

source: Contact Information
fa: زانیاری پەیوەندی

source: About
fa: دەربارەی
